{
    "site" : {
        "title" : "Paleofuture",
        "link" : "{Votre URL}",
        "description" : "{Votre description}",
        "language" : "en-US"
    },

    "articles" : [
        {
            "title" : "The Paleofuture Blog is moving!",
            "author": "Matt Novak",
            "published_at" : "Wed, 28 Sep 2011 21:19:16 +0000",
            "categories" : [
                "matt novak",
                "paleofuture blog",
                "smithsonian"
            ],
            "link" : "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/paleofuture-robots.jpeg",
            "description" : "<p>I started the Paleofuture blog in 2007 as part of a writing class I was taking atthe University of Wisconsin-Milwaukee. At the time I thought that I'd maybe keep it up for just a couple of months. Little did I realize that writing about the history of the future would become such a huge part of my life.</p> <p>Today, it's with great pride that I can announce the little ol' Paleofuture blog is becoming a part of the <a href=\"http://blogs.smithsonianmag.com/paleofuture/\">Smithsonian family of blogs</a>!&nbsp;The new web address is <a href=\"http://blogs.smithsonianmag.com/paleofuture/\">http://blogs.smithsonianmag.com/paleofuture/</a> and that's where you'll be able to find new blog posts. But don't worry, Paleofuture.com will remain intact, as an archive of the last five years and the place to find new episodes of <a href=\"http://www.paleofuture.com/paleofuturetv/\">Paleofuture.TV</a> and new issues of&nbsp;<em><a href=\"http://www.paleofuture.com/magazine/\">Paleofuture Magazine</a></em>.</p> <p>The blog has a new Twitter feed <a href=\"https://twitter.com/#!/paleofutureblog\">@PaleofutureBlog</a> but you can still find my personal Twitter account&nbsp;<a href=\"https://twitter.com/#!/paleofuture\">@paleofuture</a>. The <a href=\"http://www.facebook.com/pages/Paleo-Future/294282918458\">Facebook</a> and <a href=\"http://prettypictures.paleofuture.com/\">Tumblr</a> feeds are also great ways to stay on top of all the retrofuture goodness. You can still drop me a line at matt@paleofuture.com.&nbsp;</p> <p>I'm really excited about my new home at Smithsonian and I hope that you enjoy the new things in store for Paleofuture.&nbsp;</p> <p>&nbsp;</p> <p>Thanks for reading,</p> <p><a href=\"http://www.paleofuture.com/about-me\">Matt</a></p> <p>&nbsp;</p>",
            "timeline_period" : "",
            "timeline_date" : ""
        },
        {
            "title" : "The Push-Button School of Tomorrow",
            "author": "Matt Novak",
            "published_at" : "Wed, 24 Aug 2011 20:51:03 +0000",
            "categories" : [
                "arthur radebaugh",
                "california institute of technology",
                "closer than we think",
                "computers",
                "dr. simon ramo",
                "education",
                "public school",
                "push-button",
                "school",
                "school of the future",
                "school of tomorrow"
            ],
            "link" : "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13835336-thumbnail.jpg",
            "description" : "<p><span class=\"thumbnail-image-block ssNonEditable\">The May 5, 1958 edition of <a href=\"http://en.wikipedia.org/wiki/Arthur_Radebaugh\">Arthur Radebaugh</a>'s Sunday comic, <em>Closer Than We Think</em>, showed off the high-tech school of tomorrow. With hordes of <a href=\"http://en.wikipedia.org/wiki/Baby_boomer\">baby boomers</a> flooding into public schools in the 1950s, it makes sense that this strip would focus on different solutions for overcrowding with that technological optimism we identify as being uniquely post-war American.</span></p> <p>The student desk of the future includes a small camera, presumably so that the teacher being projected on a large screen in the front of the class can keep tabs on the little rascals. One thing that fascinates me about computer consoles of the retrofuture is that the QWERTY keyboard is not yet an <a href=\"http://www.paleofuture.com/blog/2007/5/8/online-shopping-1967.html\">assumed input device</a>. Each computing device seems tailored to meet the needs of the intended user, as with this <a href=\"http://www.paleofuture.com/blog/2008/1/31/learning-in-1999-ad-1967.html\">learning machine</a> of the futuristic year 1999 and this <a href=\"http://www.paleofuture.com/blog/2008/4/23/auto-tutor-1964.html\">auto-tutor</a> from the 1964 New York World's Fair. That being said, the <a href=\"http://www.paleofuture.com/blog/2007/5/23/the-answer-machine-1964.html\">Google of 1964</a> was quaintly analog with its typewriter attachment.</p> <p>One of my favorite details from this panel is the kid in the white shirt who's waving to someone in a gryocopter just outside the window. Better pay attention, lil' Johnny! TEACHER IS WATCHING!</p> <p><a><img src=\"http://www.paleofuture.com/storage/thumbnails/3374620-13833972-thumbnail.jpg?__SQUARESPACE_CACHEVERSION=1314215576404\" alt=\"\" /></a></p> <blockquote> <p>Tomorrow's schools will be more crowded; teachers will be correspondingly fewer. Plans for a push-button school have already been proposed by Dr. Simon Ramo, science faculty member at California Institute of Technology. Teaching would be by means of sound movies and mechanical tabulating machines. Pupils would record attendance and answer questions by pushing buttons. Special machiens would be \"geared\" for each individual student so he could advance as rapidly as his abilities warranted. Progress records, also kept by machine, would be periodically reviewed by skilled teachers, and personal help would be available when necessary.</p> </blockquote> <p>Many thanks, as always, to Tom Z. for the color scan of this strip.</p>",
            "timeline_period": "1950",
            "timeline_date": "1958"
        },
        {
            "title" : "Smoking Robots of the Future",
            "author": "Matt Novak",
            "published_at" : "Sat, 20 Aug 2011 23:42:53 +0000",
            "categories" : [
                "1930s",
                "cigarettes",
                "elektro",
                "joseph barnett",
                "pennsylvania state college",
                "robot",
                "robots",
                "san antonio light",
                "smoking",
                "tobacco",
                "westinghouse",
                "willie vocalite"
            ],
            "link" : "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/1931%20Sept%206%20San%20Antonio%20Light%20-%20San%20Antonio%20TX%20paleo-future.jpg",
            "description" : "<p>This picture of the bucket-headed Willie Vocalite appeared in the September 6, 1931 <em>San Antonio Light</em>. Designed by Westinghouse engineer Joseph Barnett, Willie appears to have been programmed with a fondness for nictoine. Early 20th century inventors sure loved to make robots smoke, (when they weren't <a href=\"http://www.paleofuture.com/blog/2010/2/15/rastus-robot-the-mechanical-negro-1931.html\">shooting apples off their heads</a>). So much so, that I'm surprised they didn't give <a href=\"http://www.paleofuture.com/blog/2007/6/14/elektro-and-sparko-ad-1956.html\">Sparko</a> his own robo-doggie cigs.</p> <blockquote> <p>The mechanical man has been \"humanized\" in some respects and taught some of the manners of polite society. The Westinghouse robot shown in this photograph smokes cigarettes and obligingly \"gives a light\" to his companion. Another robot in Pennsylvania State College with a glass throat and water lungs puffs cigars all day long and reports scientific facts about tobacco which the most expert human smokers could not find out.</p> </blockquote> <p>&nbsp;</p>",
            "timeline_period": "1930",
            "timeline_date": "1931"
        },
        {
            "title" : "This future was made in a facility that also processes peanuts",
            "author": "Matt Novak",
            "published_at" : "Wed, 24 Aug 2011 20:51:03 +0000",
            "categories" : [
                "1980s",
                "children",
                "futuristic health care",
                "genetic testing of the future",
                "genetics",
                "health",
                "health care",
                "medicine",
                "neil ardley",
                "prenatal care",
                "utopia",
                "wworld of tomorrow"
            ],
            "link" : "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13758674-thumbnail.jpg",
            "description" : "<p><span id=\"internal-source-marker_0.2272432721219957\">I've never thought of my allergies as a big deal. Sure, my peanut allergy has caused an emergency room visit here and there, and my dad used to pick me up from sleepovers because of my emphysema-like wheezing around cats. No big thing, right? But a few years back it seemed about time I went to see an allergy specialist and get a comprehensive list of the things my body hates.</span><br /><br /><span>I found myself shirtless, laying on my stomach in the doctor's exam room with twenty pricks in my back (which isn't nearly as scandalous as it sounds). A constant tingle ran through my body, but all I could think about was how comically small the exam room table appeared under my enormous body. I am most certainly not allergic to pizza and beer.</span><br /><br /><span>To administer an allergy test a nurse needs to prick your back with an assortment of allergens. Different types of trees, animal dander, molds and grasses were all made to come into contact with my delicate, nature-hating skin. After the pricks, it's a waiting game to see if your torso turns into a red, puffy Braille haiku.&nbsp;</span><br /><br /><span>About twenty minutes later the nurse knocked on the door. I couldn't see the expression on her face, given my vulnerable position facing the corner like the bad kid being punished. But her inflection said it all.&nbsp;</span><br /><br /><span>\"Oh myyy!\" the nurse said in that heavy Minnesota accent most Minnesotans don't think they have. \"Well,\" she said with a pause, \"you're allergic to everything!\"</span><br /><br /><span>\"Everything?\" I ask, worried less about the consequences of allergies and more about the cocky \"told you so\" attitude my girlfriend at the time was sure to have upon hearing the news.</span><br /><br /><span>\"Well, maybe not the... yes, yes, you're allergic to grass too.\"</span><br /><br /><span>I kind of guessed that one. My parents love to tell the story of when I was a kid and had just started to crawl. My dad spent a summer building a deck behind our house and he was able to leave me relatively unsupervised, as long as I was surrounded by grass. Sitting on a pastel pink blanket, I was content as all get-out not to traverse that sea of green, spiky irritants laid out before me. I've always been confused when someone appears pleasant while barefoot. I guess that's why I sometimes empathize with the wide-eyed technological visions of the 1950s. Their promise was one of control, of harnessing nature rather than being one with it. Domed cities, meal pills --science will have the answers.</span></p> <p><span>And science did have the answers in the 1982 kids book&nbsp;<a href=\"http://www.amazon.com/gp/product/0851669514?ie=UTF8&amp;tag=paleofuture-20&amp;linkCode=as2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=0851669514\"><em>World of Tomorrow: Health and Medicine</em></a> by Neil Ardley. Ardley's book is filled with predictions about the future of health care, with an emphasis on <a href=\"http://www.paleofuture.com/blog/2007/5/15/computer-doctor-1982.html\">self-assessement via computer</a>. If <a href=\"http://en.wikipedia.org/wiki/Webmd\">WebMD</a> and the rise of <a href=\"http://en.wikipedia.org/wiki/23andMe\">home genetic testing kits</a> count, I'd say that this was a pretty accurate vision of the future. </span></p> <p><span>Well, at least it was more accurate than the people who imagined <a href=\"http://www.paleofuture.com/blog/2009/8/9/hospitals-in-the-sky-1958.html\">hospitals in space</a>.</span></p> <p><span><span class=\"thumbnail-image-block ssNonEditable\"><span><a href=\"javascript:showFullImage('/display/ShowImage?imageUrl=%2Fstorage%2F1982%20helping%20yourself%20paleofuture.jpg%3F__SQUARESPACE_CACHEVERSION%3D1313781577191',541,800);\"><img src=\"http://www.paleofuture.com/storage/thumbnails/3374620-13758883-thumbnail.jpg?__SQUARESPACE_CACHEVERSION=1313781577192\" alt=\"\" /></a></span></span></span></p> <p>&nbsp;</p> <blockquote> <p><span>By checking the genetic codes of parents and by caring for unborn babies, the children of tomorrow should be born in perfect health. A long life is lkely to lie ahead of them. But to remain healthy, everyone will have to look after themselves. As now, this will mean taking exercise, keeping clean and behaving sensibly to avoid danger. However, the world of tomorrow will bring other ways in which you can help to prevent yourself from getting ill.</span></p> <p><span>Many people fall ill because they have an allergy. Something they eat or drink disagrees with them, or perhaps something in the air upsets them. Tiny particles of pollen blown by the wind give some people hay fever, for example. Others cannot eat food made from flour or shellfish without feeling ill. Often these people suffer for years before they find out what is wrong.</span></p> <p><span>In the future you will be able to go to the doctor or a health complex to prepare yourself for a healthy life. Machines will take samples such as blood, saliva, hair and body wastes. They will measure them to find out exactly how your body reacts to food and drink and to substances in air and water. Then a computer will take the measurements and work out which things are likely to cause problems for you. It will produce a personal list of things to do and to avoid if you want to stay healthy and feel alert and full of energy. It is certain, for example to insist that you should never smoke. It may even recommend certain rules for making the best of your memory and intelligence. Following a list of rules might seem to make life a lot less fun. However, it would probably be no more trouble than taking care when crossing the road, for example.</span></p> </blockquote>",
            "timeline_period": "1980",
            "timeline_date": "1982"
        },
        {
            "title" : "New York's tallest building of the future",
            "author": "Matt Novak",
            "published_at" : "Thu, 18 Aug 2011 19:09:21 +0000",
            "categories" : [
                "1880s",
                "architecture",
                "cartoon",
                "cartoonists",
                "harper's weekly",
                "manhattan",
                "new york",
                "september 11",
                "tallest building",
                "thomas nast",
                "trinity church",
                "urban life",
                "world trade center"
            ],
            "link" : "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13740530-thumbnail.jpg",
            "description" : "<p>When cartoonist <a href=\"http://en.wikipedia.org/wiki/Thomas_Nast\">Thomas Nast</a> drew this illustration of future Manhattan for <em><a href=\"http://en.wikipedia.org/wiki/Harper's_Weekly\">Harper's Weekly</a></em> in 1881, <a href=\"http://en.wikipedia.org/wiki/Trinity_Church_(Manhattan)\">Trinity Church</a> was the tallest building in New York, with its spire and cross reaching 281 feet into the heavens. Until September of 2001, the&nbsp;<a href=\"http://en.wikipedia.org/wiki/North_Tower\">North Tower</a>&nbsp;of the World Trade Center stood as the tallest building in the city at 1,368 feet.&nbsp;Today, the <a href=\"http://en.wikipedia.org/wiki/Empire_State_Building\">Empire State Building</a> is the tallest building in New York at 1,250 feet tall, but with any luck that's likely to change soon(ish).</p> <p>The much delayed $3.1 billion&nbsp;<a href=\"http://en.wikipedia.org/wiki/One_World_Trade_Center\">One World Trade Center</a> (formerly known as the Freedom Tower) will stand on the former site of the World Trade Center as the tallest building in New York at 1,776 feet. It's currently scheduled to be completed by the end of 2013. Let's just say I'm not holding my breath for that date.</p> <p>Image from the August 27, 1881 <em>Harper's Weekly</em>&nbsp;and the book <em><a href=\"http://www.amazon.com/gp/product/B0007E49JC?ie=UTF8&amp;redirect=true&amp;tag=paleofuture-20&amp;linkCode=as2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B0007E49JC\">Predictions: Pictorial Predictions From the Past</a></em> by John Durant.</p>",
            "timeline_period": "1880",
            "timeline_date": "1881"
        },
        {
            "title": "Super-Intelligent Ape Chauffeurs by the Year 2020",
            "author": "Matt Novak",
            "published_at": "Wed, 17 Aug 2011 22:16:29 +0000",
            "categories": [
                "1960s",
                "animals",
                "apes",
                "futurist magazine",
                "glenn t. seaborg",
                "housewife",
                "housework",
                "planet of the apes",
                "rand corporation",
                "women"
            ],
            "link": "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13726276-thumbnail.jpg",
            "description": "<p>Before it became a magazine, <em><a href=\"http://en.wikipedia.org/wiki/The_Futurist_(magazine)\">The Futurist</a></em> was launched as a newsletter in 1967. The second issue was released in April of that year and is filled with some amazing predictions of yestermorrow. The \"cover story,\" if you will, is by <a href=\"http://en.wikipedia.org/wiki/Glenn_T._Seaborg\">Glenn T. Seaborg</a>&nbsp;(the dude who discovered plutonium in 1941) and is titled \"Women and the Year 2000.\"</p> <p>There's a lot to dissect in this piece, and I'm sure we'll look at it in its entirety soon, but I just wanted to share a small section titled \"Intelligent Apes Become Chauffeurs.\" Yeah, you read that right. The <a href=\"http://en.wikipedia.org/wiki/RAND_Corporation\">RAND Corporation</a>&nbsp;came out with a report that imagined we'd be breeding super-intelligent animals to perform manual labor by the year 2020. It certainly brings to mind this <a href=\"http://www.paleofuture.com/blog/2008/6/20/animals-must-pay-their-way-1926.html\">article from 1926</a> that thought future animals would have to continually justify their existence if they didn't want to become extinct.</p> <p>Oh yeah, and those <a href=\"http://www.youtube.com/watch?v=T0cf9wwYXQs\">damn dirty apes</a>.*</p> <blockquote> <p><strong>Intelligent Apes Become Chauffeurs</strong></p> <p>For housewives of the 21st century who prefer animate rather than mechanical domestic servants, there may be a choice other than the robot. About two years ago, the RAND Corporation came out with a Report on a Long Range Forescasting Study (by T. Gordon and Olaf Helmer) which forecasts future developments in a number of important areas. The RAND panel mentioned that by the year 2020 it may be possible to breed intelligent species of animals, such as apes, that will be capable of performing manual labor. During the 21st century, those houses that don't have a robot in the broom closet could have a live-in ape to do the cleaning and gardening chores. Also, the use of well-trained apes as family chauffeurs might decrease the number of automobile accidents.</p> </blockquote> <p>&nbsp;</p> <p>*Note that <em><a href=\"http://en.wikipedia.org/wiki/Planet_of_the_Apes_(1968_film)\">Planet of the Apes</a></em> didn't come out until 1968, a year after this prediction was published in <em>The Futurist</em>.</p> <p>&nbsp;</p>",
            "timeline_period" : "1960",
            "timeline_date" : ""
        },
        {
            "title": "Disney's \"Project X\" in 1966",
            "author": "Matt Novak",
            "published_at": "Tue, 16 Aug 2011 01:27:57 +0000",
            "categories": [
                "1960s",
                "disney",
                "epcot",
                "experimental city",
                "karal ann marling",
                "project x",
                "walt disney",
                "walt disney world"
            ],
            "link": "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13693277-thumbnail.jpg",
            "description": "<p>It's easy to forget -- even for a Disney nerd like myself -- that before Walt Disney died of lung cancer in December of 1966, <a href=\"http://en.wikipedia.org/wiki/Epcot\">EPCOT</a> (the Experimental Prototype Community of Tomorrow) was supposed to be a real city. The code name \"Project X\" was given to the undertaking that would eventually become <a href=\"http://en.wikipedia.org/wiki/Walt_Disney_World_Resort\">Walt Disney World</a>, which today includes the Magic Kingdom, Epcot, Disney's Hollywood Studios and the Animal Kingdom parks.</p> <p>The illustration above is an aerial view of Project X, while the image below shows the thirty story hotel that was to be the centerpiece of the city of EPCOT. Both are from the excellent book <em><a href=\"http://www.amazon.com/gp/product/2080136399?ie=UTF8&amp;tag=paleofuture-20&amp;linkCode=as2&amp;camp=1789&amp;creative=9325&amp;creativeASIN=2080136399\">Designing Disney's Theme Parks: The Architecture of Reassurance</a>,</em>&nbsp;edited by <a href=\"http://library.case.edu/ksl/collections/special/manuscripts/marling/\">Karal Ann Marling</a>.</p> <p><span class=\"thumbnail-image-block ssNonEditable\"><span><a href=\"javascript:showFullImage('/display/ShowImage?imageUrl=%2Fstorage%2Fepcot%20hotel%201966%20paleofuture.jpg%3F__SQUARESPACE_CACHEVERSION%3D1313457820784',1168,800);\"><img src=\"http://www.paleofuture.com/storage/thumbnails/3374620-13693302-thumbnail.jpg?__SQUARESPACE_CACHEVERSION=1313457820786\" alt=\"\" /></a></span></span></p> <p>&nbsp;</p>",
            "timeline_period" : "1960",
            "timeline_date" : "1966"
        },
        {
            "title": "Crossing a telephone with a TV set in 1968",
            "author": "Matt Novak",
            "published_at": "Thu, 11 Aug 2011 00:40:29 +0000",
            "categories": [
                "1960s",
                "ad",
                "advertisement",
                "advertising",
                "bell labs",
                "bell telephone",
                "communication",
                "mobile phone",
                "phone",
                "picturephone",
                "videophone",
                "western electric"
            ],
            "link": "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13603196-thumbnail.jpg",
            "description": "<p>In this most gloriously futuristic year of 2011 we somehow find ourselves awash in videophones. In a way, they snuck up on us. And they most certainly didn't show up in the ways that people had been predicting them for decades. The videophone was to change the way we looked at&nbsp;<a href=\"http://www.paleofuture.com/blog/2011/1/23/telephones-of-tomorrow-1962.html\">home schooling</a>,&nbsp;<a href=\"http://www.paleofuture.com/blog/2009/6/30/one-world-job-market-1959.html\">job interviews</a>,&nbsp;<a href=\"http://www.paleofuture.com/blog/2007/11/2/pacific-bell-concept-video-1991.html\">medical diagnostics</a>, and even <a href=\"http://www.paleofuture.com/blog/2007/10/8/the-future-is-now-1955.html\">dating</a>.</p> <p>One of my favorite examples of videophone predictions is from the 1993 AT&amp;T concept video,&nbsp;<em><a href=\"http://www.paleofuture.com/blog/2007/4/13/connections-atts-vision-of-the-future-part-4-1993.html\">Connections</a></em>. After getting off a plane and meeting her family, a young woman wants to call her fiancee. But rather than reaching for her mobile phone the second the plane lands, she ventures to find the airport's video-payphones. Video-payphones, indeed!</p> <p>With&nbsp;Skype, iChat, <a href=\"http://www.theatlantic.com/technology/archive/2011/07/taking-pictures-of-elvis-on-tv-how-to-almost-break-google/242014/\">Google Hangouts</a>, Facebook Video Chat, and Facetime, videophone technology is all around us. But most people rarely see the need. That is to say, it's not important to always see the person you're communicating with. I'll video chat with the odd friend or co-worker on occasion, and it's great to see <a href=\"http://www.flickr.com/photos/sots/5647918321/\">family back in the Midwest</a> on holidays, but more often than not it simply feels unnecessary, even though the technology is so easy and inexpensive.</p> <p>The 1968 ad below depends on expensive infrastructure that hindered the widespread, pre-internet adoption of videophone technology. Produced for&nbsp;<a href=\"http://en.wikipedia.org/wiki/Western_Electric\">Western Electric</a>, the ad can be found in the book <em><a href=\"http://www.amazon.com/gp/product/3822848018/ref=as_li_tf_tl?ie=UTF8&amp;tag=paleofuture-20&amp;linkCode=as2&amp;camp=217145&amp;creative=399369&amp;creativeASIN=3822848018\">The Golden Age of Advertising: The 60s</a></em>.</p> <p><span class=\"thumbnail-image-block ssNonEditable\"><span><a href=\"javascript:showFullImage('/display/ShowImage?imageUrl=%2Fstorage%2F1968%20videophone%20paleo-future.jpg%3F__SQUARESPACE_CACHEVERSION%3D1313022851732',1004,800);\"><img src=\"http://www.paleofuture.com/storage/thumbnails/3374620-13603144-thumbnail.jpg?__SQUARESPACE_CACHEVERSION=1313022851734\" alt=\"\" /></a></span></span></p> <p>&nbsp;</p> <blockquote> <p>Western Electric is crossing a telephone with a TV set.</p> <p>What you'll use is called, simply enough, a Picturephone set. Someday it will let you see who you are talking to, and let them see you.</p> <p>The Picturephone set is just one of the communications of the future Western Electric is working on with Bell Telephone Laboratories. Western Electric builds regular phones and equipment for your Bell telephone company. But we also build for the future.</p> </blockquote> <p>&nbsp;</p> <p>&nbsp;</p>",
            "timeline_period" : "1960",
            "timeline_date" : "1968"
        },
        {
            "title": "Walter Cronkite Explores the Home of 2001",
            "author": "Matt Novak",
            "published_at": "Tue, 09 Aug 2011 23:20:51 +0000",
            "categories": [
                "1960s",
                "21st century",
                "at home 2001",
                "cbs",
                "computers",
                "home of the future",
                "house of the future",
                "inflatable furniture",
                "kitchen",
                "museum of television and radio",
                "paley center for media",
                "tv",
                "walter cronkite"
            ],
            "link": "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13600892-thumbnail.jpg",
            "description": "<p>While visiting New York a few years ago I stopped in at the <a href=\"http://www.paleycenter.org/\">Paley Center for Media</a>&nbsp;(formerly the Museum of Television and Radio). They have quite an extensive collection of TV programs that anyone can view, two at a time, for an admission fee. One of the shows I watched was an episode of the CBS show,&nbsp;<em>The 21st Century</em> hosted by <a href=\"http://en.wikipedia.org/wiki/Walter_Cronkite\">Walter Cronkite</a>. Titled \"At Home, 2001\" the episode aired on March 12, 1967 and is a wonderfully retrofuturistic artifact that shows off the technological advancements of a house in the future. The house featured in this episode will look familiar to those who've watched the 1967 <a href=\"http://en.wikipedia.org/wiki/Philco\">Philco-Ford</a> promotional film, <em><a href=\"http://www.paleofuture.com/blog/tag/1999-ad\">1999 A.D.</a>&nbsp;</em></p> <p>According to Cronkite, the home of the year 2001 will feature inflatable furniture, push-button kitchens, computers for educating Junior at home, and enormous TV screens. The episode talks to a handful of experts, including&nbsp;<a href=\"http://en.wikipedia.org/wiki/Philip_Johnson\">Philip Johnson</a> who -- as we know from this <a href=\"http://www.paleofuture.com/blog/2007/8/3/going-backward-into-2000-1966.html\">radio documentary from 1966</a>&nbsp;--&nbsp;wasn't terribly optimisitc for the future of innovation. Cronkite himself lived to see the first decade of the 21st century. I wish I'd been able to interview him about some of the changes he'd seen.</p> <p>An excerpt from the March 12, 1967 edition of the <em>Pasadena Independent Star-News</em>&nbsp;appears below.</p> <blockquote> <p>The home of tomorrow is the subject of \"At Home, 2001\" on The 21st Century, in color Sunday at 6:00 PM on CBS.</p> <p>CBS News Correspondent Walter Cronkite is the reporter.</p> <p>The broadcast will explore the promise of modern technology, architecture and city planning, as well as new ways of doing things in the home. Robots may help with housework. The kitchen might resemble a laboratory where cooking might be done in seconds by high-energy sound waves. The man of the house could conduct much of his business at home by electronic devices. The children of the 21st Century might be educated at home by a computer.</p> <p>Whether tomorrow's home will be a thing of beauty, a tasteless suburban tract or a high-rise beehive also will be examined. Whatever it is, it is estimated that some 60 million homes will be built before the year 2001.</p> </blockquote> <p>Longtime readers of <em>Paleofuture</em> might recall that we looked at another episode of <em>The 21st Century </em>a few years ago.&nbsp;titled the \"Mystery of Life\" that asked some hard questions about science's role in reproduction. In the episode,&nbsp;<a href=\"http://www.paleofuture.com/blog/2007/12/7/21st-century-eugenics-1967.html\">James Bonner</a> argues that eugenics is the only way to breed out the undesirable traits in humanity, while&nbsp;<a href=\"http://www.paleofuture.com/blog/2008/5/18/problems-with-eugenics-1967.html\">Harrison Brown</a>&nbsp;asks how things like \"undesirable\" might be defined.</p>",
            "timeline_period" : "1960",
            "timeline_date" : ""
        },
        {
            "title": "\"Sense and the City\" at the London Transport Museum",
            "author": "Matt Novak",
            "published_at": "Sat, 06 Aug 2011 18:52:37 +0000",
            "categories": [
                "archigram",
                "british",
                "frank tinsley",
                "helicopter",
                "london",
                "london transport museum",
                "sense and the city",
                "syd mead",
                "transportation"
            ],
            "link": "{YOUR LINK}",
            "image" : "http://www.paleofuture.com/storage/thumbnails/3374620-13553965-thumbnail.jpg",
            "description": "<p>A new exhibit recently opened at the <a href=\"http://www.ltmuseum.co.uk/\">London Transport Museum</a> which will likely be of interest to readers of this humble blog. Called \"Sense and the City,\" the exhibition looks at the cultural and technological evolution of transportation in London, with a special emphasis on past visions of the future. Unfortunately, I have no plans to visit London in the near future, but if anyone has seen this exhibit in person please let us know how it is.</p> <blockquote> <p>The exhibition opens with a striking futurist vision by artist Syd Mead (Bladerunner, Aliens, Tron) and a memorable selection of images showing past-future visions including those by architects Le Corbusier and Archigram as well as the failed and the frivolous such as a spiral escalator, winged buses and taxi airships. The centre of the space features two real vehicles &ndash; the controversial Sinclair C5 and the Ryno - a self-balancing, one wheel, electric scooter.</p> <p>The displays look at the development of technology and its integration into the - social, economic and political fabric of the city. The gradual convergence of devices which has led to smart phones, tablets and laptops and wireless networked devices is illustrated on a wall of retro technology including 1980s brick-sized mobile phones, Commodore computers and the earliest wireless devices.</p> </blockquote> <p>&nbsp;</p> <p>You can read more about the exhibit on the <a href=\"http://www.ltmuseum.co.uk/whats-on/exhibitions\">London Transport Museum</a> website or at <a href=\"http://londonist.com/2011/06/preview-sense-and-the-city-london-transport-museum.php\">Londonist</a>. The image below is featured in the exhibit and was illustrated by <a href=\"http://www.paleofuture.com/blog/tag/frank-tinsley\">Frank Tinsley</a>&nbsp;around 1950.</p> <p><span class=\"full-image-block ssNonEditable\"><span><img style=\"width: 490px;\" src=\"http://www.paleofuture.com/storage/1950 helicopters tinsley paleo-future.jpg?__SQUARESPACE_CACHEVERSION=1312655959501\" alt=\"\" /></span></span></p>",
            "timeline_period" : "",
            "timeline_date" : ""
        }
    ]
}​